Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Emergency Contacts
ar: جهات اتصال الطوارئ
bg: Контакти при спешни случаи
ca: Contactes d’emergència
cs: Nouzové kontakty
da: Kontakter ved nødsituationer
de: Notfallkontakte
el: Επαφές έκτακτης ανάγκης
es: Contactos de emergencia
es_us: Contactos de emergencia
fi: ICE-yhteyshenkilöt
fr: Contacts d’urgence
fr_ca: Contacts d’urgence
he: אנשי קשר לשעת חירום
hi: आपातकालीन संपर्क
hr: Hitni kontakti
hu: Vészhelyzetben értesítendő kontaktok
id: Kontak Darurat
it: Contatti di emergenza
ja: 緊急連絡先
kk: Төтенше контактілер
ko: 긴급 연락처
lt: Adresatai nelaimės atveju
ms: Kenalan Kecemasan
nl: SOS-contactpersonen
no: Nødkontakter
pl: Kontakty alarmowe
pt_br: Contatos de Emergência
pt_pt: Contactos de emergência
ro: Contacte pentru urgențe
ru: Контакты на случай ЧП
sk: Tiesňové kontakty
sl: Stiki za nujne primere
sv: Nödkontakter
th: รายชื่อติดต่อฉุกเฉิน
tr: Acil Durum Kişileri
uk: Екстрені контакти
vi: Liên hệ khẩn cấp
zh_cn: 紧急联系人
zh_hk: 緊急聯絡人
zh_tw: 緊急聯絡人

# SOS_WRIST_DETECTION_OFF_DETAIL
source: Fall Detection will not start Emergency SOS automatically when wrist detection is turned off.
ar: لن تقوم ميزة اكتشاف السقوط ببدء طوارئ SOS تلقائيًا عندما تكون ميزة اكتشاف المعصم متوقفة.
bg: Функцията за разпознаване на падане няма автоматично да стартира SOS обаждане, когато функцията за разпознаване на китка е изключена.
ca: La detecció de caigudes no iniciarà l’avís d’emergència SOS automàticament quan la detecció de canell estigui desactivada.
cs: Pokud je vypnutá detekce zápěstí, Detekce pádů nemůže automaticky spustit funkci Tíseň SOS.
da: Faldregistrering starter ikke automatisk Nød‑SOS, når Registrering af håndled er slået fra.
de: Wenn die Handgelenkerkennung deaktiviert ist, wird die Sturzerkennung nicht automatisch Notruf SOS starten.
el: Η Ανίχνευση πτώσης δεν θα εκκινεί αυτόματα το Επείγον SOS όταν είναι απενεργοποιημένη η Ανίχνευση καρπού.
es: La detección de caídas no inicia automáticamente los servicios de “Emergencia SOS” si la detección de muñeca está desactivada.
es_us: La detección de caídas no iniciará Emergencia SOS automáticamente si se desactivó la detección de la muñeca.
fi: Kaatumisentunnistus ei aloita automaattisesti Hätätila SOS -toimintoa, kun ranteentunnistus on pois päältä.
fr: La fonctionnalité « Détection des chutes » ne lancera pas automatiquement « Appel d’urgence » lorsque la détection du poignet est désactivée.
fr_ca: La détection de chute ne déclenchera pas automatiquement une urgence SOS lorsque la détection du poignet est désactivée.
he: ״זיהוי נפילה״ לא יפעיל את ״חירום SOS״ באופן אוטומטי כאשר ״זיהוי ענידה״ כבוי.
hi: कलाई पहचान बंद रहने पर गिरने की पहचान आपातकालीन SOS ऑटोमैटिकली शुरू नहीं करेगा।
hr: Detekcija pada neće automatski pokrenuti Hitan poziv kad je isključena detekcija zapešća.
hu: Az Esésészlelés nem indítja el a Vészhelyzet – SOS funkciót, amikor a csuklóészlelés ki van kapcsolva.
id: Deteksi Jatuh tidak akan memulai Darurat SOS secara otomatis jika Deteksi Pergelangan Tangan dimatikan.
it: Quando la funzionalità di rilevamento del polso è disattivata, “Rilevamento cadute” non sarà in grado di avviare “SOS emergenze” in automatico.
ja: 手首検出がオフになっていると、転倒検出による緊急SOSへの自動発信は行われません。
kk: Білекті анықтау мүмкіндігі өшірулі болса, «Құлауды анықтау» функциясы «Төтенше қоңырау — SOS» әрекетін орындамайды.
ko: 손목 인식이 꺼져 있으면 ‘넘어짐 감지’ 기능이 자동으로 긴급 구조 요청을 시작하지 않습니다.
lt: Kritimo nustatymo funkcija neįjungs automatinio SOS signalo iškvietimo, jei išjungta riešo nustatymo funkcija.
ms: Pengesanan Jatuh tidak akan memulakan SOS Kecemasan secara automatik apabila pengesan tangan dinyahaktifkan.
nl: Valdetectie start SOS-noodmelding niet automatisch wanneer draagdetectie is uitgeschakeld.
no: Fallregistrering vil ikke starte Nødanrop (SOS) automatisk hvis Håndleddssensor er slått av.
pl: Wykrywanie upadków nie uruchamia automatycznie funkcji Alarmowe SOS, gdy wykrywanie nadgarstka jest wyłączone.
pt_br: A Detecção de Queda não iniciará o SOS de Emergência automaticamente quando a detecção de braço estiver desativada.
pt_pt: Quando a deteção de pulso estiver desativada, a funcionalidade Deteção de queda não iniciará automaticamente o serviço SOS emergência.
ro: Funcționalitatea “Detectare cădere” nu va lansa automat S.O.S. urgențe dacă detectarea încheieturii este dezactivată.
ru: Функция «Обнаружение падения» не будет выполнять «Экстренный вызов — SOS», если распознавание запястья выключено.
sk: Keď je Detekcia zápästia vypnutá, Detekcia pádu nebude automaticky aktivovať funkciu SOS.
sl: Funkcija zaznavanja padca ne bo samodejno vzpostavila nujnega poziva SOS, če je zaznavanje nošenja izklopljeno.
sv: Om handledsavkänning är avstängt kommer Falldetektering inte att starta Nödanrop SOS automatiskt.
th: การตรวจจับการล้มจะไม่สามารถเริ่มการทำงาน SOS ฉุกเฉินได้โดยอัตโนมัติเมื่อการตรวจจับข้อมือถูกปิดอยู่
tr: Bilek Algılama kapalıyken Düşme Algılama Acil SOS’i otomatik olarak başlatmaz.
uk: Функція виявлення падіння не ініціюватиме Сигнал SOS автоматично, коли виявлення руки вимкнено.
vi: Phát hiện ngã sẽ không tự động bắt đầu SOS khẩn cấp khi phát hiện cổ tay bị tắt.
zh_cn: 手腕检测关闭时，“摔倒检测”将不会自动启用“SOS紧急联络”。
zh_hk: 關閉手腕偵測時，「跌倒偵測」將不會自動開始「緊急求助SOS」。
zh_tw: 關閉手腕偵測時，「跌倒偵測」將不會自動開始「SOS緊急服務」。

# KAPPA_TEXT_MESSAGE_HAS_NAME_HAS_LOCATION_WATCH
source: %1$@ called emergency services from this approximate location after Apple Watch detected a crash.
ar: اتصل(ت) %1$@ بخدمات الطوارئ من هذا الموقع التقريبي بعد أن اكتشفت Apple Watch اصطدامًا.
bg: %1$@ се обади на службите за спешна помощ от това приблизително местоположение, след като Apple Watch разпозна катастрофа.
ca: %1$@ ha trucat als serveis d’emergències des d’aquesta ubicació aproximada després que l’Apple Watch hagi detectat un accident.
cs: %1$@ volá přibližně z těchto míst tísňovým službám poté, co Apple Watch detekovaly nehodu.
da: %1$@ har ringet til alarmcentralen fra denne omtrentlige lokalitet, efter at Apple Watch registrerede en ulykke.
de: %1$@ hat von diesem ungefähren Standort die Rettungsdienste angerufen, nachdem die Apple Watch einen Unfall erkannt hat.
el: Ο χρήστης «%1$@» κάλεσε τις Υπηρεσίες έκτακτης ανάγκης από αυτήν την κατά προσέγγιση τοποθεσία μετά την ανίχνευση τροχαίου από το Apple Watch.
es: %1$@ ha llamado a los servicios de emergencia desde esta ubicación aproximada porque el Apple Watch ha detectado un accidente.
es_us: %1$@ llamó a servicios de emergencia cerca desde esta ubicación aproximada después de que el Apple Watch detectó un choque.
fi: %1$@ soitti hätänumeroon tästä likimääräisestä paikasta sen jälkeen, kun Apple Watch havaitsi kolarin.
fr: %1$@ a appelé les secours depuis cet endroit approximatif suite à la détection d’un accident par son Apple Watch.
fr_ca: %1$@ a appelé les services d’urgence à proximité de ce lieu après que l’Apple Watch a détecté un accident.
he: התבצעה על ידי %1$@ שיחה לשירותי חירום ממיקום משוער זה לאחר שה-Apple Watch זיהה תאונת דרכים.
hi: Apple Watch द्वारा टक्कर की पहचान के बाद %1$@ ने आपातकालीन सेवा को इस जगह के आस-पास से कॉल किया।
hr: Osoba %1$@ je nazvala hitne službe s ove približne lokacije nakon što je Apple Watch detektirao sudar.
hu: %1$@ felhívta a sürgősségi segélyszolgálatokat hozzávetőlegesen erről a helyről, miután az Apple Watch ütközést észlelt.
id: %1$@ memanggil layanan darurat dari perkiraan lokasi ini setelah Apple Watch mendeteksi tabrakan.
it: %1$@ ha chiamato i servizi di soccorso da questa posizione approssimativa dopo che Apple Watch ha rilevato un incidente.
ja: Apple Watchで衝突事故が検出されたためこの場所付近から%1$@さんが緊急通報サービスに電話しました。
kk: Apple Watch сағаты автомобиль апатын анықтағаннан кейін, %1$@ болжалды геолокациядан төтенше қызметтерге қоңырау шалды.
ko: Apple Watch가 충돌을 감지한 후에 %1$@님이 대략적으로 이 위치에서 긴급 서비스에 전화했습니다.
lt: %1$@ paskambino pagalbos tarnyboms iš maždaug šios vietos po to, kai „Apple Watch“ nustatė avariją.
ms: %1$@ menghubungi perkhidmatan kecemasan dari lokasi anggaran ini selepas Apple Watch mengesan nahas.
nl: %1$@ heeft de hulp­diensten gebeld vanaf deze locatie bij benadering nadat de Apple Watch een ongeluk had gedetec­teerd.
no: %1$@ ringte nødnummeret fra denne omtrentlige posisjonen etter at Apple Watch registrerte en bilulykke.
pl: %1$@ dzwoni pod numer alarmowy w pobliżu tego miejsca po wykryciu wypadku przez Apple Watch.
pt_br: %1$@ ligou para os serviços de emergência desta localização aproximada depois que o Apple Watch detectou um acidente.
pt_pt: %1$@ ligou para os serviços de urgência aproximadamente desta localização após o Apple Watch ter detetado um acidente.
ro: %1$@ a apelat serviciile de urgență din această localizare aproximativă după ce Apple Watch‑ul a detectat un accident.
ru: %1$@ вызвал(а) экстренные службы приблизительно из этого места, когда часы Apple Watch зафиксировали аварию.
sk: %1$@ uskutočnil(a) tiesňový hovor z tohto približného miesta po detegovaní nehody na Apple Watch.
sl: Oseba %1$@ je poklicala službo za nujno pomoč s te približne lokacije po tem, ko je ura Apple Watch zaznala prometno nesrečo.
sv: %1$@ ringde ett nödsamtal från den här ungefärliga platsen efter att Apple Watch detekterat en olycka.
th: %1$[tt]@ได้โทรหาบริการฉุกเฉินจากตำแหน่งที่ตั้งโดยประมาณนี้หลังจากที่ Apple Watch ตรวจพบว่ามีการชนกัน
tr: %1$@, Apple Watch bir trafik kazası algıladıktan sonra yaklaşık bu konumdan acil servisi aradı.
uk: Від %1$@ надійшов виклик до екстрених служб приблизно із цього місця, після того як Apple Watch виявив аварію.
vi: %1$@ đã gọi dịch vụ khẩn cấp từ vị trí gần đúng này sau khi Apple Watch phát hiện một cú va chạm.
zh_cn: %1$@在Apple Watch检测到车祸后，从此大致位置呼叫了紧急服务。
zh_hk: 在Apple Watch偵測到車禍後，%1$@已經由這個大約位置致電緊急服務。
zh_tw: 在Apple Watch偵測到車禍後，%1$@從下列大約位置撥打了緊急服務電話。

# CALL_WITH_THREE_PRESSES_FOOTER
source: If you rapidly press the side button three times a countdown begins and an alarm sounds. When the countdown ends, iPhone will call emergency services.
ar: سيؤدي الضغط السريع على الزر الجانبي ثلاث مرات إلى بدء عد تنازلي وإطلاق صوت تنبيه. وعند انتهاء العد التنازلي سيتصل iPhone بخدمات الطوارئ.
bg: Ако натиснете страничния бутон бързо три пъти, започва обратно броене и се възпроизвежда звук на аларма. След края на обратното броене iPhone ще набере службите за спешна помощ.
ca: En prémer el botó lateral ràpidament 3 vegades, s’iniciarà un compte enrere i sonarà un avís d’alarma. Després del compte enrere, l’iPhone trucarà als serveis d’emergències.
cs: Rychlým trojnásobným stisknutím postranního tlačítka spustíte odpočet se zvukovou výstrahou. Po skončení odpočtu iPhone zavolá na tísňovou linku.
da: Hvis du trykker på sideknappen tre gange hurtigt efter hinanden, startes en nedtælling, og en alarm afspilles. Når nedtællingen slutter, ringer iPhone til alarmcentralen.
de: Wenn du die Seitentaste schnell dreimal drückst, wird ein Countdown gestartet und ein Warnton ertönt. Sobald der Countdown beendet ist, ruft das iPhone die Rettungsdienste an.
el: Αν πατήσετε γρήγορα το πλευρικό κουμπί τρεις φορές, θα ξεκινήσει μια αντίστροφη μέτρηση και θα ακουστεί μια ειδοποίηση. Όταν τελειώσει η αντίστροφη μέτρηση, το iPhone θα καλέσει τις Υπηρεσίες έκτακτης ανάγκης.
es: Si pulsas el botón lateral rápidamente tres veces seguidas, se iniciará una cuenta atrás y sonará una alarma. Cuando acabe la cuenta atrás, el iPhone llamará a los servicios de emergencia.
es_us: Si presionas tres veces rápidamente el botón lateral, se iniciará una cuenta regresiva y se emitirá una alarma. Terminada la cuenta, el iPhone llamará a los servicios de emergencia.
fi: Jos painat sivupainiketta nopeasti kolme kertaa, käynnistyy ajastin ja kuuluu äänimerkki. Kun ajastin päättyy, iPhone soittaa hätäkeskukseen.
fr: Si vous appuyez rapidement trois fois sur le bouton latéral, un compte à rebours se lance et une alerte sonore est émise. À l’issue du compte à rebours, l’iPhone appelle les secours.
fr_ca: Si vous appuyez rapidement trois fois sur le bouton latéral, un compte à rebours est lancé pour faire sonner une alarme. À la fin du compte à rebours, l’iPhone appellera les services d’urgence.
he: שלוש לחיצות מהירות על כפתור הצד יתחילו ספירה לאחור וישמיעו צלילי התרעה. כאשר הספירה תסתיים, ה-iPhone יחייג לשירותי חירום.
hi: अगर आप साइड बटन को जल्दी-जल्दी तीन बार दबाएँगे, तो उलटी गिनती शुरू हो जाएगी और अलार्म बजाया जाएगा। उलटी गिनती समाप्त होने पर iPhone आपातकालीन सेवाओं को कॉल करेगा।
hr: Ako brzo pritisnete bočnu tipku tri puta, pokrenut će se odbrojavanje i oglasiti alarm. Kad odbrojavanje završi, iPhone će nazvati hitne službe.
hu: Ha gyorsan egymás után háromszor megnyomja az oldalsó gombot, elindul egy visszaszámlálás, valamint egy riasztási hangjelzés szólal meg. A visszaszámlálás lejártakor az iPhone felhívja a sürgősségi segélyszolgálatokat.
id: Jika Anda menekan tombol samping dengan cepat tiga kali, hitung mundur akan dimulai dan alarm akan berbunyi. Setelah hitung mundur berakhir, iPhone akan memanggil layanan darurat.
it: Se premi rapidamente il tasto laterale tre volte, partirà un conto alla rovescia e verrà riprodotto un avviso acustico. Al termine, iPhone chiamerà i servizi di emergenza.
ja: サイドボタンを素早く3回押すと、カウントダウンが開始し、警報が鳴ります。カウントダウンが終了すると、iPhoneから緊急通報サービスに発信します。
kk: Бүйірлік түймені үш рет жылдам бассаңыз, кері санақ басталып, дабыл естіледі. Кері санақ аяқталған кезде, iPhone төтенше қызметтерге қоңырау шалады.
ko: 측면 버튼을 빠르게 3번 누르면 카운트다운이 시작되며 알람이 울립니다. 카운트다운이 끝나면 iPhone이 긴급 서비스에 전화를 겁니다.
lt: Jei greitai 3 kartus paspausite šoninį mygtuką, prasidės atgalinis laiko skaičiavimas ir skambės įspėjamasis signalas. Pasibaigus atgaliniam laiko skaičiavimui, „iPhone“ skambins pagalbos tarnyboms.
ms: Jika anda menekan butang sisi sebanyak tiga kali dengan pantas, kira detik akan bermula dan penggera akan berbunyi. Apabila kira detik tamat, iPhone akan menghubungi perkhidmatan kecemasan.
nl: Als je de zijknop driemaal snel achterelkaar indrukt, wordt er een aftel­klok gestart en gaat er een alarm af. Na het aftellen belt de iPhone de hulp­diensten.
no: Hvis du trykker tre ganger raskt på sideknappen, starter en nedtelling og en alarm. Når nedtellingen er over, vil iPhonen ringe nødnummeret.
pl: Szybkie, trzykrotne naciśnięcie przycisku bocznego rozpoczyna odliczanie i uruchamia alert dźwiękowy. Po zakończeniu odliczania iPhone połączy się ze służbami ratowniczymi.
pt_br: Se você pressionar o botão lateral rapidamente três vezes, uma contagem regressiva será iniciada e um alerta soará. Quando a contagem terminar, o iPhone ligará para os serviços de emergência.
pt_pt: Se premir rapidamente o botão lateral três vezes, é iniciada uma contagem decrescente e emitido um alarme. No fim da contagem, o iPhone liga para os serviços de urgência.
ro: Dacă apăsați rapid de trei ori pe butonul lateral, pornește o numărătoare inversă și este emisă o alertă sonoră. La sfârșitul numărătorii inverse, iPhone‑ul va apela serviciile de urgență.
ru: Если быстро нажать боковую кнопку 3 раза, начнется обратный отсчет и прозвучит сигнал. По окончании отсчета iPhone вызовет экстренные службы.
sk: Po stlačení bočného tlačidla trikrát rýchlo za sebou sa začne odpočítavanie a zaznie zvukový poplach. Keď sa odpočítavanie skončí, iPhone zavolá na tiesňovú linku.
sl: Če trikrat na hitro pritisnete stranski gumb, se začne odštevanje in se sproži alarm. Ko se odštevanje konča, bo iPhone poklical službo za nujno pomoč.
sv: Om du snabbt trycker på sidoknappen tre gånger startas en nedräkning och ett larm ljuder. När nedräkningen slutar ringer iPhone till räddningstjänsten.
th: ถ้าคุณกดปุ่มด้านข้างอย่างเร็วสามครั้ง การนับถอยหลังจะเริ่มต้นและมีเสียงเตือน เมื่อสิ้นสุดการนับถอยหลัง iPhone จะโทรหาบริการฉุกเฉิน
tr: Yan düğmeye üç kez hızlı bir şekilde basarsanız bir geri sayım başlatılır ve uyarı sesi çalınır. iPhone, geri sayım bittiğinde acil servisi arar.
uk: Якщо швидко натиснути бічну кнопку три рази підряд, почнеться зворотний відлік і звучатиме сигнал. Після завершення зворотного відліку iPhone зателефонує до екстрених служб.
vi: Nếu bạn nhấn nhanh nút sườn ba lần thì quá trình đếm ngược sẽ bắt đầu và âm thanh cảnh báo sẽ phát. Khi đếm ngược kết thúc, iPhone sẽ gọi các dịch vụ khẩn cấp.
zh_cn: 若快速按下侧边按钮三次，会开始倒计时并发出提示音。倒计时结束后，iPhone将呼叫紧急服务。
zh_hk: 如你快速按三下側邊按鈕即會開始倒數並發出警報聲。當倒數結束，iPhone會致電緊急服務。
zh_tw: 若快速按三下側邊按鈕，會開始倒數計時並發出提示聲。倒數計時結束時，iPhone會撥打緊急服務電話。

# OPEN_HEALTH_HAS_EMERGENCY_CONTACTS
source: Edit Emergency Contacts in Health
ar: تعديل جهات اتصال الطوارئ في "صحتي"
bg: Редактиране на контактите при спешни случаи в Здраве
ca: Edita els contactes a l’app Salut
cs: Upravit nouzové kontakty
da: Rediger nødkontakter i Sundhed
de: Notfallkontakte in Health bearbeiten
el: Αλλαγή των Επαφών στην Υγεία
es: Editar contactos de emergencia
es_us: Editar tus contactos de emergencia
fi: Muokkaa ICE-yhteyshenkilöitä
fr: Modifier les contacts dans Santé
fr_ca: Modifier les contacts dans Santé
he: עריכת אנשי קשר לשעת חירום ב״בריאות״
hi: सेहत में आपातकालीन संपर्क संपादित करें
hr: Uredite hitne kontakte u Zdravlju
hu: Vészhelyzeti kontaktok szerkesztése
id: Edit Kontak Darurat di Kesehatan
it: Modifica contatti di emergenza su Salute
ja: “ヘルスケア”で緊急連絡先を編集
kk: «Денсаулық» қолданбасында төтенше контактілерді өзгерту
ko: 건강 앱에서 긴급 연락처 편집
lt: Redaguoti adresatus nelaimės atveju srityje „Sveikata“
ms: Edit Kenalan dalam Kesihatan
nl: Wijzig contact voor noodgevallen
no: Rediger nødkontakter i Helse
pl: Edytuj w aplikacji Zdrowie
pt_br: Editar contatos de emergência
pt_pt: Editar contactos na aplicação Saúde
ro: Editați contactele pentru urgențe
ru: Изменить контакты на случай ЧП
sk: Upraviť tiesňové kontakty
sl: Uredi stike za nujne primere v aplikaciji Zdravje
sv: Ändra nödkontakter i Hälsa
th: แก้ไขรายชื่อติดต่อฉุกเฉินในแอปสุขภาพ
tr: Sağlık’ta Düzenle
uk: Змінити екстрені контакти
vi: Sửa liên hệ khẩn cấp trong Sức khỏe
zh_cn: 在“健康”中编辑紧急联系人
zh_hk: 在「健康」中編輯緊急聯絡人
zh_tw: 在「健康」中編輯緊急聯絡人
